[GENERAL]
NAME				= Italian
TRANSLATOR			= Matteo955
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Questa versione è scaduta.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Non registrato
TEXT_SAFEMODE			= Modalità sicura
TEXT_SAFEMODE_MESSAGE		= Bandicam è avviato in modalità sicura. \nAlcune funzioni, inclusa l'accelerazione hardware, possono non funzionare correttamente.
TEXT_INIT_FAIL			= Inizializzazione applicazione fallita.
TEXT_APPINFO			= Bandicam - Cattura video ad alte prestazioni.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Spazio insufficiente sul disco per registrare.
TEXT_ERROR_VIDEO_CAP		= Avvio cattura video fallito.
TEXT_ERROR_AUDIO_CAP		= Avvio cattura audio fallito. \nSe hai bisogno di aiuto clicca su OK.
TEXT_ERROR_IMAGE_CAP		= Cattura immagine fallita.\nControlla la cartella di output.
TEXT_ERROR_CREATEFILE		= Creazione file fallita. \nSe hai bosogno di aiuto clicca su OK.
TEXT_ERROR_OUTPUTFOLDER		= La cartella di destinazione non esiste. Selezionare una nuova cartella.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Inizializzazione codec fallita.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= La registrazione è stata bloccata per un problema con il codec video.
TEXT_ERROR_LOGO_IMAGE		= Immagine non supportata. \nSeleziona un'immagine supportata(*.png).
TEXT_ERROR_INIT_DEVICE		= Inizializzazione periferica di cattura fallita.
TEXT_ERROR_NO_DEVICES		= Nessuna periferica di cattura rilevata.
TEXT_ERROR_EXISTING_PRESET_NAME	= Esiste già una preimpostazione con questo nome.\nUsa un nome diverso.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_CAN_NOT_CHANGE_TB		= Non puoi cambiare questa impostazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Il sistema non supporta il codec 'H.264 (AMD VCE)', sarà usato il codec predefinito.
TEXT_WARNING_AMD_APP2		= Il tuo sistema non supporta il codec 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Se cambi le impostazioni della periferica video, la registrazione verrà fermata. Sicuro di voler continuare?
TEXT_WARNING_EXIT_BANDICAM	= Se chiudi Bandicam, la registrazione verrà fermata.\n Chiudere Bandicam comunque?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Audio
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Impostazioni

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Generale
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Aggancio
TEXT_OPT_PAGE_LANGUAGE		= Lingua
TEXT_OPT_PAGE_OTHERS		= Altro

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Seleziona una cartella per l'archiviazione.

TEXT_FMT_FULL_SIZE		= Massima risoluzione
TEXT_FMT_HALF_SIZE		= Metà risoluzione
TEXT_FMT_FIT_WIDTH		= Adatta lunghezza
TEXT_FMT_FIT_HEIGHT		= Adatta altezza
TEXT_FMT_CUSTOM_SIZE		= Personalizza
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Formato audio originale
TEXT_FMT_AUTO			= Automatico
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= Predefinito
TEXT_PRESET_HALFSIZE		= Metà risoluzione
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrarapido per 60 FPS
TEXT_PRESET_LOWEND		= Computer a bassa potenza
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Smarthpone Galaxy
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= Per MS PowerPoint
TEXT_PRESET_320x0		= Adatta larghezza, 320x0
TEXT_PRESET_640x0		= Adatta larghezza, 640x0
TEXT_PRESET_800x0		= Adatta larghezza, 800x0
TEXT_PRESET_1280x0		= Adatta larghezza, 1280x0
TEXT_PRESET_USER		= Preimpostazioni personalizzate

TEXT_CHANGE_LANG		= Per cambiare lingua, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_HOOK		= Per cambiare il bersaglio, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_SIZE		= Per cambiare la dimensione della finestra di Bandicam, il programma deve essere riavviato.\nRiavviare adesso?
TEXT_RESET_ALL_SETTINGS		= Sei sicuro di voler azzerare tutte le impostazioni?

TEXT_REGISTER_SUCCEEDED		= Bandicam è ora registrato.
TEXT_REGISTER_FAILED		= Registrazione fallita. \nControlla la tua mail e il numero di serie.
TEXT_REGISTER_CONNECT_FAILED	= Impossibile connettersi al server di registrazione.\nControlla la connessione a internet e imposta la data e l'ora di sistema corretti.\nSe hai bisogno di aiuto clicca su OK.
TEXT_REGISTER_INFO		= Mail: %s\r\nNumero di serie: %s
TEXT_REGISTER_LIMITED		= Registrazione interrotta.\n\nPuoi registrare solo 10 minuti nella versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_LIMITED_SREC	= Puoi registrare solo 10 minuti nella versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_NEWRECORD		= Non puoi cominciare una nuova registrazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_LICENCE_INFO	= Non registrato!!!\r\nSe vuoi registrare senza watermarks, \r\ndevi comprare una licenza per Bandicam.

TEXT_PROGRAM_INVALID		= Applicazione non valida. \nDevi reinstallare il programma.

TEXT_SELECT_NOT_SELECTED	= Selezionare una modalità di registrazione
TEXT_SELECT_TARGET		= Clicca sulla finestra bersaglio
TEXT_SELECT_DEVICE		= Seleziona una periferica di cattura
TEXT_TARGET_DIRECTX		= Modalità Registrazione Gioco - Registra giochi e riproduttori video che usano DirectX.
TEXT_TARGET_SCREEN		= Modalità Registrazione Schermo - Registra lo schermo e video su internet.
TEXT_TARGET_DEVICE		= Modalità Registrazione Periferica - Registra da Webcam e periferiche di cattura HDMI.
TEXT_TARGET_CHANGING		= Cambiando la modalità di registrazione, la registrazione in corso sarà interrotta.\nVuoi continuare?
TEXT_TARGET_CLOSE		= Se chiudi la modalità di registrazione corrente, la registrazione verrà fermata.\nVuoi continuare?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Non puoi iniziare la registrazione in modalità 'Registrazione Gioco' perché non hai selezionato una finestra bersaglio.\n\nVuoi cambiare la modalità di registrazione in 'Registrazione Schermo' per iniziare a registrare?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Non puoi iniziare la registrazione in modalità 'Registrazione Periferica' perché non hai selezionato nessuna periferica.\n\nVuoi cambiare la modalità di registrazione in 'Registrazione Schermo' per iniziare a registrare?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Non puoi registrare senza aver selezionato una modalità.\nVuoi selezionare la modalità 'Registrazione schermo' per iniziare a registrare?

TEXT_STATUSBAR_READY		= Pronto
TEXT_STATUSBAR_RECORDING	= Registrazione
TEXT_STATUSBAR_PAUSE		= Pausa

TEXT_UPDATE_AVAILABLE		= È disponibile una nuova versione di Bandicam. \nVuoi aggiornare adesso?
TEXT_UPDATE_UNAVAILABLE		= Questa è l'ultima versione.
TEXT_UPDATE_FAILED		= Controllo versione fallito. \nControlla la connessione internet o riprova più tardi.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Impossibile effettuare l'upload. Se ti sei appena registrato, verificare il proprio indirizzo mail.

TEXT_TARGET_FULL		= Schermo intero
TEXT_TARGET_RESTORE		= Ripristina
TEXT_TARGET_FIND		= Seleziona un'area di registrazione
TEXT_TARGET_RESIZE		= Menu selezione dimensione
TEXT_TARGET_IMAGE		= Cattura immagine
TEXT_TARGET_PEN			= Modalità disegno
TEXT_TARGET_RECORD_START	= Registrazione video - registra
TEXT_TARGET_RECORD_PAUSE	= Registrazione video - pausa
TEXT_TARGET_RECORD_STOP		= Registrazione video - stop
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Schermo %d

TEXT_DEVICE_FULL		= Schermo intero
TEXT_DEVICE_RESTORE		= Riduci in finestra
TEXT_DEVICE_SELECT_DEVICE	= Selezione periferica
TEXT_DEVICE_VOLUME		= Controllo volume
TEXT_DEVICE_IMAGE		= Cattura immagine
TEXT_DEVICE_RECORD_START	= Registrazione video - registra
TEXT_DEVICE_RECORD_PAUSE	= Registrazione video - pausa
TEXT_DEVICE_RECORD_STOP		= Registrazione video - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Non completare in automatico la registrazione
TEXT_RC_HOWTO_BYTIME		= Per tempo
TEXT_RC_HOWTO_BYSIZE		= Per dimensione
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Inizia una nuova registrazione
TEXT_RC_AFTER_EXIT		= Esci da Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Spegni il computer

TEXT_SHUTDOWN_SEC		= Il computer si spegnerà in %d sec.

TEXT_SEL_IMAGE_FILE		= Seleziona un'immagine

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Disabilita (Raccomandato) --

TEXT_CORRUPTED_AVI_FILE		= L'ultima registrazione è stata corrotta.\nVuoi ripararla?\n\nFile: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Clicca sull'icona nella tray per ripristinare Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Clicca sull'icona nella tray di sistema per mostrare il rettangolo di selezione.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Clicca sull'icona nella tray di sistema per mostrare la finestra di registrazione periferica.
TEXT_FORCE_STOP			= Fine registrazione fallita perché il programma non risponde.\nVuoi comunque fermare forzatamente la registrazione?
TEXT_EXTERNAL_CODEC		= - Codec esterno -
TEXT_CUDA_GPU_AUTOSELECT	= (Selezione automatica)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stato registrazione
TEXT_INDICATOR_TIME		= Tempo di registrazione
TEXT_INDICATOR_SIZE		= Dimensione registrazione / spazio libero
TEXT_INDICATOR_VOLUME		= Volume corrente

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normale] Priorità del processo normale
TEXT_REC_PRIORITY_HIGH		= [Superiore al normale] Priorità del processo più alta del normale
TEXT_REC_PRIORITY_HIGHEST	= [Alta] Altri processi potrebbero essere più lenti

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut non è installato. Vuoi scaricare Bandicut?
TEXT_OUTPUTS_DELETE		= Sei sicuro di voler rimuovere permanentemente i file selezionati?
TEXT_OUTPUTS_SELCOUNT		= %d oggetti selezionati

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nome bersaglio
TEXT_FILE_NAME_PREFIX_CUSTOM	= Prefisso personalizzato
TEXT_FILE_NAME_PREFIX_NONE	= Nessuno
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Ora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numero progressivo

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Inserisci un valore tra 1 e 1440 minuti.
TEXT_TIMER_REC_STOP_RECORDING	= Registrazione in corso. \nSicuro di voler fermare la registrazione e continuare?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Il timer per la registrazione non è disponibile perché non è stata impostata nessuna modalità di registrazione. Selezionare una modalità di registrazione prima di procedere.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Inserisci il titolo del video da caricare.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Login - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Caricato
TEXT_UPLOAD_ERR_FAIL		= Caricamento del video fallito.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Video troppo grande da caricare.
TEXT_UPLOAD_ERR_FREESPACE	= Spazio libero su Vimeo insufficiente per caricare il video.
TEXT_UPLOAD_ERR_CONNECT		= Connessione al server fallita.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.

; deinterlacing
TEXT_DEINT_NONE			= Nessuno
TEXT_DEINT_ODD			= Campi dispari
TEXT_DEINT_EVEN			= Campi pari
TEXT_DEINT_BLEND		= Miscela

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Registra mentre premo
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Non registrare mentre premo

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Installazione in corso...
TEXT_UPDATE_FAILED_DL		= Download file di installazione fallito. \nIl computer potrebbe non essere connesso a internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Installazione completata
TEXT_UPDATE_INSTALL_FAILED	= Installazione fallita

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (No)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Orizzontale
TEXT_WEBCAM_FLIP_VERTICAL	= Verticale

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Come da impostazioni di sistema)
TEXT_DEFAULT_DEVICE_FORMAT	= (Rileva automaticamente il formato)
TEXT_HOTKEY_NONE		= (Nessuno)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Generale
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Foto
$BN_PAGE_ABOUT			= Info
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Impostazioni
$ST_GEN_OUTPUT_FOLDER		= Cartella di output
$BN_GEN_OPEN_OUTPUT_FOLDER	= Apri
$BN_GEN_ADV_OPTIONS		= Avanzate
$CK_GEN_ALWAYS_ON_TOP		= Finestra di Bandicam sempre in primo piano
$CK_GEN_START_MINIMIZED		= Avvia Bandicam ridotto a icona
$CK_GEN_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
$CK_GEN_RECORD_WHEN_RUN		= Avvia la registrazione a tutto schermo all'avvio di Bandicam
$CK_GEN_TIMER_RECORDING		= Imposta un timer per l'avvio automatico della registrazione
$ST_GEN_LANGUAGE		= Lingua
$ST_GEN_REC_AUTO_START		= Avvia automaticamente la registrazione
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Completamento automatico della registrazione
$BN_GEN_REC_AUTO_COMPLETE	= Impostazioni
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Sovra-impressione
$CK_FPS_OVERLAY_HOTKEY		= Tasto rapido Mostra/Nascondi
$CK_FPS_OVERLAY_POS_HOTKEY	= Tasto rapido Posizione
$CK_FPS_OVERLAY			= Sovra-impressione FPS
$ST_FPS_LIMIT			= Limite
$CK_FPS_LIMIT_HOTKEY		= Tasto rapido
$CK_FPS_LIMIT			= Imposta limite FPS
$CK_FPS_LIMIT_ONLY_CAP		= Solo in registrazione
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Registra
$CK_VID_RECORD_HOTKEY		= Tasto rapido Registra/Stop
$CK_VID_PAUSE_HOTKEY		= Tasto rapido Pausa
$CK_VID_SHOW_CURSOR		= Mostra il cursore del mouse
$CK_VID_CLICK_EFFECTS		= Aggiungi effetto al click
$CK_VID_WEBCAM_OVERLAY		= Aggiungi webcam in sovra-impressione
$BN_VID_RECORD_SETTINGS		= Impostazioni
$ST_VID_FORMAT			= Formato
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Impostazioni
$BN_VID_FORMAT_PRESETS		= Preimpost.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Cattura
$CK_IMG_CAPTURE_HOTKEY		= Tasto
$CK_IMG_CAPTURE_REPEAT		= Ripeti cattura schermo
$ST_IMG_CAPTURE_REPEAT		= secondi
$CK_IMG_SHOW_CURSOR		= Mostra il cursore del mouse
$CK_IMAGE_ADD_LOGO		= Aggiungi un logo in sovraimpressione
$CK_IMG_SHUTTER_SOUND_EFFECT	= Abilita suono dell'otturatore
$BTN_IMAGE_SETTINGS		= Pengaturan
$ST_IMG_FORMAT			= Formato
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normale
$CK_IMG_FORMAT_JPG_HQ		= JPG - Alta qualità
$CK_IMAGE_JPG_CUSTOM		= JPG - Qualità personalizzata (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Come salvare in animazione gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Inizia
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Immagini
$BN_OUT_PLAY_VIDEO		= Riproduci
$BN_OUT_OPEN_IMAGE		= Apri
$BN_OUT_EDIT			= Modifica
$BN_OUT_UPLOAD			= Carica
$BN_OUT_DELETE			= Elimina
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versione di Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Nuova versione disponibile
$BN_ABO_CHECK_UPDATE		= Controlla aggiornamenti
$ST_ABO_LICENCE_INFO		= Informazioni sulla licenza
$BN_ABO_REGISTER		= Registra
$BN_ABO_REGISTER_HELP		= Come acquistare e registrare
$BN_ABO_UPDATE_REGISTRATION	= Aggiorna registrazione
$ST_ABO_HOMEPAGE_INFO		= Sito internet
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Selezionare una periferica!
$ST_DEVICE_CONNECTING		= Connessione...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> è un programma essenziale per gli utenti di Bandicam con cui puoi tagliare e unire velocemente i video registrati.
$BTN_UPDATE_STEP1_LINK		= Scopri di più
$ST_UPDATE_STEP2_TEXT		= Download in corso...
$BTN_UPDATE_INSTALL		= Installa
$BTN_UPDATE_LATER		= No, grazie!
$BTN_UPDATE_CANCEL		= Annulla
$BTN_UPDATE_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Selezionare la modalità di registrazione desiderata.
$ST_START_SEL_RECT		= Area rettangolare
$ST_START_SEL_FULL		= Schermo intero
$ST_START_SEL_MOUSE		= Vicino al mouse
$ST_START_SEL_GAME		= Registrazione gioco
$ST_START_SEL_DEVICE		= Registrazione periferica
$ST_START_SEL_HELP		= Aiuto online

b$ST_START_RECT_TITLE		= Registrazione schermo - Rettangolo su schermo
$ST_START_RECT_DESC		= Questa modalità ti permette di registrare un'area rettangolare dello schermo.
$ST_START_RECT_STEP		= 1. Seleziona l'area da catturare.[br]2. Clicca sul pulsante 'REC' o premi il tasto rapido.

$ST_START_FULL_TITLE		= Registrazione schermo - Schermo intero
$ST_START_FULL_DESC		= Questa modalità ti permette di catturare l'intero schermo.
$ST_START_FULL_STEP		= 1. Seleziona lo schermo da registrare[br]2. Clicca sul pulsante 'REC' o premi il tasto rapido.

$ST_START_MOUSE_TITLE		= Registrazione schermo - Vicino al mouse
$ST_START_MOUSE_DESC		= Questa modalità ti permette di registrare un'area vicino al puntatore che viene mosso dall'utente.
$ST_START_MOUSE_STEP		= 1. Seleziona la dimensione dell'area da registrare.[br]2. Clicca sul pulsante 'REC' o premi il tasto rapido.

$ST_START_GAME_TITLE		= Registrazione gioco
$ST_START_GAME_DESC		= Questa modalità ti permette di registrare gameplay mostrando su schermo gli FPS.
$ST_START_GAME_STEP		= 1. Avvia un gioco e verifica la presenza del numero verde (FPS).[br]2. Clicca sul pulsante 'REC' o premi il tasto rapido.

$ST_START_DEVICE_TITLE		= Registrazione periferica
$ST_START_DEVICE_DESC		= Questa modalità ti permette di registrare una periferica esterna come Webcam, Xbox, Smartphone, IPTV, ecc.
$ST_START_DEVICE_STEP		= 1. Seleziona la webcam o la periferica di cattura. [br]2. Clicca sul pulsante 'REC' o premi il tasto rapido.

$BN_START_HELP			= Vai all'aiuto online
$BN_START_RECORD		= Inizia la registrazione
$BN_START_RECORD_STOP		= Stop
$ST_START_HOTKEY_RECORD		= Registra/Stop
$ST_START_HOTKEY_SCREENSHOT	= Cattura immagine
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Seleziona un'area di registrazione
$MENU_RECTANGLE			= Rettangolo su schermo
$MENU_FULLSCREEN		= Schermo intero
$MENU_AROUND_MOUSE		= Vicino al mouse
$MENU_RECT_FIND_WINDOW		= Seleziona un'area di registrazione
$MENU_RECT_CUSTOM		= Dimensione personalizzata
$MENU_RECT_RECENTLY_USED	= Dimensioni usate di recente
$MENU_FULL_DISPLAY_1		= Schermo 1
$MENU_FULL_DISPLAY_2		= Schermo 2
$MENU_FULL_DISPLAY_3		= Schermo 3
$MENU_FULL_DISPLAY_4		= Schermo 4
$MENU_FULL_DISPLAY_5		= Schermo 5
$MENU_FULL_DISPLAY_6		= Schermo 6
$MENU_FULL_DISPLAY_7		= Schermo 7
$MENU_FULL_DISPLAY_8		= Schermo 8
$MENU_MOUSE_CUSTOM		= Dimensione personalizzata
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Apri cartella di output
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Cattura immagine
$TOOLTIP_RECORD			= Registra / Stop
$TOOLTIP_PAUSE			= Pausa
$TOOLTIP_UI_MODE		= Grafica semplice/estesa
$TOOLTIP_REGISTER		= Registra Bandicam
$TOOLTIP_ONLINE_HELP		= Aiuto Online (EN)

$TOOLTIP_TOOL_NONE		= Cursore (non disegnare)
$TOOLTIP_TOOL_PEN		= Penna
$TOOLTIP_TOOL_PEN_HL		= Evidenziatore 
$TOOLTIP_TOOL_PEN_LINE		= Linea
$TOOLTIP_TOOL_ARROW		= Freccia
$TOOLTIP_TOOL_BOX		= Rettangolo
$TOOLTIP_TOOL_NUMBER		= Numeri
$TOOLTIP_TOOL_TEXT		= Testo
$TOOLTIP_TOOL_ERASER		= Gomma
$TOOLTIP_TOOL_COLOR		= Colore
$TOOLTIP_TOOL_LINE		= Spessore linea
$TOOLTIP_TOOL_UNDO		= Annulla (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Rifai (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Seleziona una modalità di registrazione
$TOOLTIP_HOME_RECT		= Modalità Registrazione Schermo - Rettangolo
$TOOLTIP_HOME_FULL		= Modalità Registrazione Schermo - Schermo intero
$TOOLTIP_HOME_MOUSE		= Modalità Registrazione Schermo - Vicino al mouse
$TOOLTIP_HOME_GAME		= Modalità Registrazione Gioco
$TOOLTIP_HOME_DEVICE		= Modalità Registrazione Periferica

$TOOLTIP_ADD_MOUSE_EFFECT	= Aggiungi un effetto al cursore
$TOOLTIP_ADD_MICROPHONE		= Aggiungi un microfono
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Aggiungi webcam in sovraimpressione
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Annulla
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Impostazioni formato
IDC_ST_FMTSET_FILE		= Tipo di file
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Risoluzione
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Qualità
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Salva nel formato originale
IDC_ED_AUDIO_ORIGINAL_PCM	= Puoi salvare audio multicanale e in alta definizione (96KHz o più).
IDC_ST_AUDIO_CH			= Canali
IDC_ST_AUDIO_FREQ		= Frequenza
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registra Bandicam
IDC_ST_1BUY			= 1. Compra
IDC_ST_1BUY_COMMENT		= Per registrare i video senza watermarks, devi comprare una licenza dal sito https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Compra online (EN)
IDC_ST_2REGISTER		= 2. Registra
IDC_ST_2REGISTER_COMMENT	= Hai bisogno di una connessione ad internet per registrare Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Numero di serie
IDC_BTN_REGISTER_NOW		= Registra ora
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Controlla aggiornamenti
IDC_ST_UPDATE_SETTING		= Impostazioni
IDC_CK_UPDATE_ENABLE		= Abilita il controllo automatico degli aggiornamenti
IDC_CK_UPDATE_POPUP		= Mostra un pop-up quando un aggiornamento è disponibile
IDC_UPDATE_CHECK_NOW		= Controlla ora gli aggiornamenti
IDC_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Impostazioni avanzate
IDC_BTN_RESET			= Azzera

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generale
IDC_CK_ALWAYS_ON_TOP2		= Finestra di Bandicam sempre in primo piano
IDC_CK_START_MINIMIZED_TO_TRAY	= Avvia Bandicam minimizzato
IDC_CK_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
IDC_CK_RECORD_WHEN_RUN		= Avvia registrazione a pieno schermo quando apro Bandicam
IDC_BTN_TIMER_RECORDING		= Imposta un timer per l'avvio automatico della registrazione
IDC_CK_SHOW_FPS_IN_VIDEO	= Mostra FPS in un video/foto catturato
IDC_ST_SHOW_FPS_IN_VIDEO	= (Solo in 'Modalità Registrazione Gioco')
IDC_CK_SHOW_TIP_BAR		= Mostra la barra di informazioni e consigli
IDC_CK_NO_TRAY_BALLOON		= Non mostrare notifiche a scomparsa
IDC_ST_ADV_AUTOMATIC		= Automatico

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Cartella di output
IDC_CK_OUT_CREATE_SUBFOLDER	= Crea una sotto cartella di output quando scrivo un file
IDC_RD_OUT_SUBFOLDER		= Nome cartella in base all'applicazione registrata
IDC_RD_OUT_SUBFOLDER_2		= Nome cartella in base al tipo di file: 'Video' o 'Images'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Abilita scrittura della cache sul disco
IDC_ST_OUT_FILE_NAMING		= Impostazioni nome dei file creati
IDC_ST_OUT_EXAMPLE		= Es)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Lingua
IDC_ST_TRANSLATOR		= Grazie ai traduttori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Aggancio bersaglio
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Apps Universali Windows (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Disabilita l'aggancio DirectX 10/11 su IE9/10 e Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Disabilita la sovrapposizione video in DirectX
IDC_BTN_BLOCK_LIST		= Lista processi esclusi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Altre Impostazioni
IDC_BTN_VIDEO_RECORD_SETTINGS	= Impostazioni registrazione video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Impostazioni Formato Video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto completa la registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Completamento automatico della registrazione
IDC_ST_RC_HOWTO			= Imposta condizioni dell'auto-completamento
IDC_RD_RC_NOTCOMPLETE		= Non completare
IDC_RD_RC_TIME			= Per tempo di registrazione
IDC_ST_RC_MAX_TIME		= Massimo
IDC_RD_RC_SIZE			= Per dimensione registrazione
IDC_ST_RC_MAX_SIZE		= Massimo
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Dopo il completamento dell'auto-registrazione
IDC_RD_RC_NOTHING		= Non fare niente
IDC_RD_RC_NEW_RECORDING		= Inizia una nuova registrazione
IDC_RD_RC_EXIT_BDCAM		= Termina la registrazione ed esci da Bandicam
IDC_RD_RC_SHUTDOWN		= Spegni il computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN_INFO		= Il computer sarà spento.\nPremi 'Annulla' se non vuoi spegnerlo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Impostazioni registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Registra il suono
IDC_ST_SND_SELECT_1		= Periferica primaria
IDC_BTN_SND_SETTING_1		= Impostazioni
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2		= Periferica secondaria (Microphone)
IDC_BTN_SND_SETTING_2		= Impostazioni
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND		= Mix di due fonti audio (Primaria e secondaria in una traccia)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk o Push-To-Mute
IDC_ST_SOUND_HELP		= [ Aiuto (EN) ]
IDC_CK_SND_SAVE_AS_WAV		= Salva la traccia audio durante la registrazione (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Aggiungi webcam in sovra-impressione
IDC_ST_WEBCAM_SETTING		= Impostazioni
IDC_ST_WEBCAM_POS		= Posizione:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Impostazioni avanzate
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Anteprima webcam su schermo 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Abilita tasto rapido per mostrare l'anteprima
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Aggiungi webcam in sovraimpressione sul video finale
IDC_RD_WEBCAM_SAVE_AS_MP4	= Salva il video della webcam in un file separato (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Aggiungi un logo al video
IDC_ST_LOGO_SETTING		= Impostazioni
IDC_ST_LOGO_IMAGE		= Immagine:
IDC_ST_LOGO_OPACITY		= Opacità:
IDC_ST_LOGO_POS			= Posizione:
IDC_ST_LOGO_LR_MARGINS		= Margini Sx/Dx:
IDC_ST_LOGO_TB_MARGINS		= Margini Su/Giù:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Mostra il cursore del mouse
IDC_ST_CURSOR_SIZE		= Dimensione
IDC_ST_EFFECTS_MOUSE		= Effetti del mouse
IDC_CK_ADD_CLICK_EFFECTS	= Aggiungi effetti al click del mouse
IDC_ST_CLICK_EFFECT_SIZE	= Dimensione
IDC_ST_LEFT_CLICK_COLOR		= Colore per il click sinistro
IDC_ST_RIGHT_CLICK_COLOR	= Colore per il click destro
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Evidenzia il movimento del mouse
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Dimensione
IDC_ST_HIGHLIGHT_COLOR		= Colore
IDC_ST_EFFECT_PREVIEW_TITLE	= Anteprima
IDC_ST_EFFECTS_MOUSE_SOUND	= Riproduci il suono del click del mouse durante la registrazione
IDC_CK_EFFECT_LCLICK_SOUND	= Click sinistro
IDC_CK_EFFECT_RCLICK_SOUND	= Click destro

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opzioni
IDC_ST_REC_PRIORITY		= Priorità registrazione:
IDC_ST_REC_PRIORITY2		= Un'alta priorità può ridurre il salto di frame.
IDC_ST_FOR_DX_GL		= Per Modalità Registrazione Gioco
IDC_CK_SKIP_RECORDING		= Non registrare mentre la finestra non viene aggiornata
IDC_CK_ENHANCED_DX9_CAPTURE	= Usa metodo di cattura avanzato (più veloce, solo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Per Modalità Registrazione Schermo
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Usa metodo di cattura avanzato (più veloce, Windows 8 o superiore)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Riproduci un suono all'inizio e alla fine della registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Pengaturan
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Impostazioni
IDC_ST_WEBCAM_DEVICE_FMT	= Formato:
IDC_ST_WEBCAM_SIZE		= Dimensione:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Capovolgi schermo:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Anteprima Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Impostazioni cattura immagini

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Aggiungi un logo al video
IDC_ST_IMG_LOGO_SETTING		= Impostazioni
IDC_ST_IMG_LOGO_IMAGE		= Immagine:
IDC_ST_IMG_LOGO_OPACITY		= Opacità:
IDC_ST_IMG_LOGO_POS		= Posizione:
IDC_ST_IMG_LOGO_LR_MARGINS	= Margini Sx/Dx:
IDC_ST_IMG_LOGO_TB_MARGINS	= Margini Su/Giù:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dimensioni bersaglio personalizzate
IDC_ST_TARGET_SIZE_SETTING	= Impostazioni
IDC_ST_TARGET_SIZE		= Dimensioni bersaglio:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Aggiungi una nuova preimpostazione
IDC_ST_ADD_SIZE_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova preimpostazione. Inserisci un nome per la nuova preimpostazione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Modifica dimensione della preimpostazione
IDC_BTN_SIZE_PRESET_ADD		= Aggiungi
IDC_BTN_SIZE_PRESET_DEL		= Elimina
IDC_BTN_SIZE_PRESET_REN		= Rinomina
IDC_BTN_SIZE_PRESET_UP		= Su
IDC_BTN_SIZE_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rinomina la preimpostazione
IDC_ST_REN_SIZE_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informazioni
IDC_ST_ACAP_INFO		= Informazioni cattura audio
IDC_ST_ACAP_INFO2		= La tua scheda audio non registra suoni. Controlla le impostazioni di registrazione. \n\nVuoi visitare la pagina di aiuto online?
IDC_CK_ACAP_DO_NOT_ASK		= Non chiedere di nuovo
IDC_BTN_YES			= Sì
IDC_BTN_NO			= No

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Tempo massimo di registrazione
IDC_ST_RC_TIME_SETTING		= Impostazioni
IDC_ST_RC_TIME_HOUR		= Ore
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Dimensione massima registrazione
IDC_ST_RC_FILESIZE_SETTING	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Aggiungi una nuova preimpostazione
IDC_ST_ADD_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova preimpostazione. Inserisci un nome per la nuova preimpostazione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Modifica preimpostazioni
IDC_BTN_PRESET_ADD		= Aggiungi
IDC_BTN_PRESET_DEL		= Elimina
IDC_BTN_PRESET_REN		= Rinomina
IDC_BTN_PRESET_UP		= Su
IDC_BTN_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Rinomina la preimpostazione
IDC_ST_REN_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Seleziona un codec video esterno
IDC_ST_CODEC_EX_LIST		= Lista codec
IDC_ST_CODEC_EX_SETTINGS	= Impostazioni
IDC_ST_CODEC_EX_DRIVER		= Nome driver
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Qualità
IDC_ST_CODEC_EX_DATERATE	= Bitrate
IDC_ST_CODEC_EX_KEYFRAME	= Intervallo Keyframe
IDC_CK_CODEC_EX_PREFER_RGB	= Preferisci spazio colori RGB
IDC_BTN_CODEC_EX_CONFIG		= Configura
IDC_BTN_CODEC_EX_ABOUT		= Informazioni
IDC_ST_CODEC_EX_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista processi bloccati
IDC_ST_BLOCK_LIST		= I seguenti processi non sono autorizzati per l'aggancio.
IDC_ST_BLOCK_LIST_EX		= Esempio:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Impostazioni H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_CUDA_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CUDA_CBR		= CBR - in base al bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= Uso GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Solo GPU (da usare con GPU veloci)
IDC_ST_H264_CUDA_GPU_DEVICE	= Scheda video:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_CUDA_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Impostazioni H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_SYNC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_SYNC_CBR		= CBR - in base al bitrate
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_SYNC_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Impostazioni H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_APP_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_APP_CBR		= CBR - in base al bitrate
IDC_ST_H264_APP_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_APP_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_APP_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Impostazioni Xvid
IDC_ST_XVID_RATE_CONTROL	= Controllo bitrate
IDC_RD_XVID_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_XVID_CBR			= CBR - in base al bitrate
IDC_ST_XVID_OPTIMIZATION	= Ottimizzazione
IDC_RD_XVID_FASTER_SPEED	= Velocità encoding rapida
IDC_RD_XVID_SMALLER_SIZE	= File piccoli
IDC_ST_XVID_OTHER_OPTIONS	= Altre opzioni
IDC_ST_XVID_KEYFRAME_INT	= Intervallo Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Impostazioni H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_NVENC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_NVENC_CBR		= CBR - in base al bitrate
IDC_ST_H264_NVENC_GPU_USAGE	= Uso GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Scheda GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_NVENC_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Impostazioni H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CBR			= CBR - in base al bitrate
IDC_ST_H264_OPTIMIZATION	= Ottimizzazioni
IDC_RD_H264_FASTER_SPEED	= Alta velocità di codifica
IDC_RD_H264_BALANCED		= Prestazioni bilanciate
IDC_RD_H264_SMALLER_SIZE	= File piccoli
IDC_ST_H264_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_KEYFRAME_INT	= Intervallo Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer registrazione
IDC_ST_TIMER_SETTINGS		= Impostazioni
IDC_RD_TIMER_START_IN		= Avvia in
IDC_ST_TIMER_MINUTES		= minuti
IDC_RD_TIMER_START_AT		= Avvia alle
IDC_CK_TIMER_MINIMIZE		= Minimizza Bandicam ad icona quando la registrazione inizia.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto completa la registrazione
IDC_BTN_TIMER_AUTO_COMPLETE	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer registrazione - In attesa
IDC_ST_TIMER_WAITING_INFO	= In attesa, inizio della registrazione alle %s.
IDC_ST_TIMER_ELAPSED		= Tempo trascorso:
IDC_ST_TIMER_REMAINING		= Tempo rimanente:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Impostazioni FPS
IDC_ST_FORMAT_FPS_MODE		= Impostazioni Frame Rate
IDC_RD_FORMAT_FPS_CFR		= Preferisci CFR - Frame Rate Costante
IDC_ST_FORMAT_FPS_CFR		= Ricorri al VFR se il frame rate è troppo basso.
IDC_RD_FORMAT_FPS_VFR		= Usa VFR - Frame Rate Variabile (Raccomandato)
IDC_ST_FORMAT_FPS_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Carica su Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Informazioni video
IDC_ST_YOUTUBE_FILENAME		= Nome del file:
IDC_ST_YOUTUBE_TITLE		= Titolo:
IDC_ST_YOUTUBE_DESCRIPTION	= Descrizione:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Pubblico - Permetti a chiunque di vedere il video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Non in elenco - Solo quelli che hanno il link possono vedere il video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privato - Imposta il video come visibile solo a me e agli utenti selezionati
IDC_BTN_YOUTUBE_UPLOAD		= Carica
IDC_LN_YOUTUBE_HELP		= Aiuto
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Caricamento...
IDC_ST_YOUTUBE_UPLOADED		= Caricamento del video completato!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Incorpora:
IDC_BTN_YOUTUBE_LINK_GO		= Vai
IDC_BTN_YOUTUBE_EMBED_COPY	= Copia
IDC_BTN_YOUTUBE_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Carica su Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Dettagli upload
IDC_ST_VIMEO_FILENAME		= Nome del file:
IDC_ST_VIMEO_TITLE		= Titolo:
IDC_ST_VIMEO_DESCRIPTION	= Descrizione:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Pubblico - Permetti a tutti di vedere il video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Solo io - Rendi il video visibile solo a me
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Persone che seguo - Rendi il video visibile solo alle persone che seguo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Carica
IDC_LN_VIMEO_HELP		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Caricamento in corso...
IDC_ST_VIMEO_UPLOADED		= Caricamento del video completato!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Incorpora:
IDC_BTN_VIMEO_LINK_GO		= Vai
IDC_BTN_VIMEO_EMBED_COPY	= Copia
IDC_BTN_VIMEO_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Carica su Facebook
IDC_ST_FACEBOOK_UPLOADINFO	= Informazioni caricamento
IDC_ST_FACEBOOK_FILENAME	= Nome del file:
IDC_ST_FACEBOOK_TITLE		= Titolo:
IDC_ST_FACEBOOK_DESCRIPTION	= Descrizione:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Pubblico - Permetti a tutti di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Amici di amici - Permetti agli amici di amici di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Amici - Permetti solo ai tuoi amici di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Solo io - Potrai vedere solo tu questo video
IDC_BTN_FACEBOOK_UPLOAD		= Carica
IDC_LN_FACEBOOK_HELP		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Caricamento...
IDC_ST_FACEBOOK_UPLOADED	= Caricamento video completato!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Vai
IDC_BTN_FACEBOOK_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC disponibile
IDC_LN_NVENC_AVAILABLE		= Il codec NVIDIA NVENC H.264 è disponibile. NVENC è un codec ad alte prestazioni che usa l'accelerazione hardware. \nVuoi usare il codec NVENC H.264?\n<a>Altro</a>
IDC_CK_NVENC_AVAILABLE		= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) disponibile
IDC_LN_QSV_AVAILABLE		= Il codec Intel® Quick Sync Video H.264 è disponibile. QSV è un codec ad alte prestazioni che usa l'accelerazione hardware. \nVuoi usare il codec QSV H.264?\n<a>Altro</a>
IDC_CK_QSV_AVAILABLE		= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Selezione periferica
IDC_ST_DEVICE_SELECTION		= Seleziona
IDC_ST_DEVICE_NAME		= Periferica:
IDC_BTN_DEVICE_NAME_SETTINGS	= Impostazioni
IDC_ST_DEVICE_FORMAT		= Formato:
IDC_ST_DEVICE_VIDEO_INPUT	= Input Video:
IDC_ST_DEVICE_AUDIO_INPUT	= Input Audio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Impostazioni
IDC_ST_DEVICE_OPTIONS		= Opzioni
IDC_ST_DEVICE_DEINTERLAING	= Deinterlaccia:
IDC_ST_DEVICE_FLIPSCREEN	= Capovolgi schermo:
IDC_CK_DEVICE_FLIPSCREEN_H	= Orizzontale
IDC_CK_DEVICE_FLIPSCREEN_V	= Verticale
IDC_LN_DEVICE_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problema di compatibilità con Origin
IDC_LN_CAUTION_USING_WINAPPS	= Se abiliti la ricerca di Apps dal Windows (UWP) potresti avere problemi di compatibilità con Origin. <a>Clicca qui (EN)</a> per risolvere il problema.\n\nSei sicuro di voler abilitare la ricerca di Apps dal Windows?
IDC_CK_CAUTION_USING_WINAPPS	= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= Informazioni su Bandicam
ID_POPUP_GENERAL		= Impostazioni - Generale
ID_POPUP_FRAME			= Impostazioni - FPS
ID_POPUP_VIDEO			= Impostazioni - Video
ID_POPUP_IMAGE			= Impostazioni - Immagini
ID_POPUP_OUTPUTS		= Lista file di output
ID_POPUP_OPENOUTPUTFOLDER	= Apri cartella di output
ID_POPUP_TARGET			= Bersaglio
ID_POPUP_SETTINGS		= Pengaturan
ID_POPUP_SIZE			= Dimensione finestra
ID_POPUP_EXIT			= Esci

ID_TARGET_DIRECTX		= Modalità Registrazione Gioco
ID_TARGET_SCREEN		= Modalità Registrazione Schermo - Rettangolo
ID_TARGET_FULL			= Modalità Registrazione Schermo - Schermo intero
ID_TARGET_MOUSE			= Modalità Registrazione Schermo - Vicino al mouse
ID_TARGET_DEVICE		= Modalità Registrazione Periferica
ID_TARGET_HELP			= Aiuto (EN)

ID_TARGET_HIDE			= Mostra / Nascondi \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copia negli appunti \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Modalità disegno \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre in primo piano
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= Opacità
ID_TARGET_SIZE			= Dimensione
ID_TARGET_ADJUST		= Adatta

ID_TARGET_MOVE_LEFT		= Muovi a sinistra \t Sinistra
ID_TARGET_MOVE_RIGHT		= Muovi a destra \t Destra
ID_TARGET_MOVE_UP		= Muovi in su \t Su
ID_TARGET_MOVE_DOWN		= Muovi in giù \t Giù

ID_TARGET_INC_WIDTH		= Aumenta larghezza \t Maiusc+Destra
ID_TARGET_DEC_WIDTH		= Diminuisci larghezza \t Maiusc+Sinistra
ID_TARGET_INC_HEIGHT		= Aumenta altezza \t Maiusc+Su
ID_TARGET_DEC_HEIGHT		= Diminuisci altezza \t Maiusc+Giù

ID_TARGET_FIND_WINDOW		= Seleziona un'area di registrazione \t Ctrl+F
ID_TARGET_FULLSCREEN		= Schermo intero \t Ctrl+Invio
ID_TARGET_RATIO_4_3		= Adatta a 4:3
ID_TARGET_RATIO_16_9		= Adatta a 16:9
ID_TARGET_SIZE_CUSTOM		= Dimensione personalizzata \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Dimensione preimpostata \t Maiusc+Mouse destro
ID_TARGET_SIZE_PRESET_ADD	= Aggiungi preimpostazione
ID_TARGET_SIZE_PRESET_EDIT	= Modifica preimpostazione
ID_TARGET_SIZE_RU		= Dimensioni usate di recente \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Apri cartella di output
ID_TARGET_OUTPUT_LIST		= Lista file di output
ID_TARGET_EXIT_BANDICAM		= Esci da Bandicam

ID_DEVICE_HIDE			= Mostra / Nascondi \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copia negli appunti \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Sempre in primo piano
ID_DEVICE_SELECTION		= Seleziona periferica \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Schermo intero \t Invio
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Proporzioni
ID_DEVICE_KEEP_ASPECT_RATIO	= Mantieni proporzioni
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Predefinito
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Apri cartella di output
ID_DEVICE_OUTPUT_LIST		= Lista file di oggettiutput
ID_DEVICE_EXIT_BANDICAM		= Esci da Bandicam

ID_USER_PRESET_ADD		= Aggiungi
ID_USER_PRESET_EDIT		= Modifica

ID_SORT_BY_DATE			= Ordina per Data
ID_SORT_BY_NAME			= Ordina per Nome
ID_SORT_BY_SIZE			= Ordina per Dimensione

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Apri
ID_OUTPUTS_LB_EDIT		= Modifica
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Elimina     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Seleziona tutti \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Apri cartella di output

ID_UPLOAD_TO_YOUTUBE		= Carica su Youtube
ID_UPLOAD_TO_VIMEO		= Carica su Vimeo
ID_UPLOAD_TO_FACEBOOK		= Carica su Facebook

ID_BDCAM_SIZE_DEFAULT		= Dimensione predefinita
